Repository: HendrieS/Dino_hatch
Catalog: DinoHatch/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl, ru

source: A dinosaur egg is ready to hatch! Open Dino Hatch in the next 15 minutes to see who it is.
de: Ein Dinosaurier-Ei ist bereit zum Schlüpfen! Öffne Dino Hatch in den nächsten 15 Minuten, um zu sehen, wer es ist.
es: ¡Un huevo de dinosaurio está listo para nacer! Abre Dino Hatch en los próximos 15 minutos para ver quién es.
fr: Un œuf de dinosaure est prêt à éclore ! Ouvre Dino Hatch dans les 15 prochaines minutes pour découvrir qui c'est.
nl: Er is een dino-ei klaar om uit te komen! Open Dino Hatch binnen de komende 15 minuten om te zien wie het is.
ru: Яйцо динозавра готово вылупиться! Открой Dino Hatch в течение следующих 15 минут, чтобы узнать, кто это.

source: A dinosaur hatched!
de: Ein Dinosaurier ist geschlüpft!
es: ¡Ha nacido un dinosaurio!
fr: Un dinosaure est né !
nl: Er is een dinosaurus uitgekomen!
ru: Вылупился динозавр!

source: Age
de: Alter
es: Edad
fr: Âge
nl: Leeftijd
ru: Возраст

source: Alarm
de: Wecker
es: Alarma
fr: Alarme
nl: Wekker
ru: Будильник

source: Alarm On
de: Wecker an
es: Alarma activada
fr: Alarme activée
nl: Wekker aan
ru: Будильник включён

source: All
de: Alle
es: Todos
fr: Tous
nl: Alle
ru: Все

source: Allosaurus was one of the top predators of its time, with sharp teeth like curved knives!
de: Der Allosaurus war einer der größten Raubtiere seiner Zeit, mit scharfen Zähnen wie gebogene Messer!
es: ¡El Alosaurio fue uno de los mayores depredadores de su época, con dientes afilados como cuchillos curvos!
fr: L'Allosaure était l'un des plus grands prédateurs de son époque, avec des dents acérées comme des couteaux courbés !
nl: Allosaurus was een van de grootste roofdieren van zijn tijd, met scherpe tanden als gebogen messen!
ru: Аллозавр был одним из главных хищников своего времени с острыми зубами, как изогнутые ножи!

source: An egg is ready to hatch!
de: Ein Ei ist bereit zum Schlüpfen!
es: ¡Un huevo está listo para nacer!
fr: Un œuf est prêt à éclore !
nl: Een ei is klaar om uit te komen!
ru: Яйцо готово вылупиться!

source: Ankylosaurus was covered in bony armor and had a big club at the end of its tail!
de: Der Ankylosaurus war mit knöcherner Rüstung bedeckt und hatte eine große Keule am Ende seines Schwanzes!
es: ¡El Anquilosaurio estaba cubierto de armadura ósea y tenía una gran maza al final de la cola!
fr: L'Ankylosaure était recouvert d'une armure osseuse et avait une grosse massue au bout de la queue !
nl: Ankylosaurus was bedekt met benen pantser en had een grote knots aan het einde van zijn staart!
ru: Анкилозавр был покрыт костяной бронёй, а на конце хвоста у него была большая булава!

source: Answer
de: Antwort
es: Respuesta
fr: Réponse
nl: Antwoord
ru: Ответ

source: Apatosaurus, once called Brontosaurus, was so huge that a single footprint could be bigger than a bathtub!
de: Apatosaurus, früher Brontosaurus genannt, war so riesig, dass ein einziger Fußabdruck größer als eine Badewanne sein konnte!
es: ¡Apatosaurio, antes llamado Brontosaurio, era tan enorme que una sola huella podía ser más grande que una bañera!
fr: Apatosaurus, autrefois appelé Brontosaurus, était si immense qu'une seule empreinte de pas pouvait être plus grande qu'une baignoire !
nl: Apatosaurus, vroeger Brontosaurus genoemd, was zo enorm dat één enkele voetafdruk groter kon zijn dan een badkuip!
ru: Апатозавр, которого раньше называли бронтозавром, был настолько огромным, что один его след мог быть больше ванны!

source: App Icon
de: App-Symbol
es: Icono de la app
fr: Icône de l'app
nl: App-icoon
ru: Значок приложения

source: Are you sure?
de: Bist du sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr(e) ?
nl: Weet je het zeker?
ru: Вы уверены?

source: Awesome!
de: Klasse!
es: ¡Genial!
fr: Génial !
nl: Geweldig!
ru: Круто!

source: Baryonyx had a long crocodile-like snout and curved claws perfect for catching slippery fish!
de: Baryonyx hatte eine lange, krokodilähnliche Schnauze und gebogene Krallen, perfekt zum Fangen glitschiger Fische!
es: ¡Baryonyx tenía un hocico largo parecido al de un cocodrilo y garras curvas perfectas para atrapar peces resbaladizos!
fr: Baryonyx avait un long museau semblable à celui d'un crocodile et des griffes recourbées parfaites pour attraper des poissons glissants !
nl: Baryonyx had een lange, krokodilachtige snuit en gebogen klauwen, perfect om gladde vissen te vangen!
ru: У бариониксa была длинная морда, похожая на крокодилью, и изогнутые когти, идеально подходящие для ловли скользкой рыбы!

source: Brachiosaurus had front legs longer than its back legs, kind of like a giraffe!
de: Der Brachiosaurus hatte vordere Beine, die länger waren als seine Hinterbeine, ein bisschen wie eine Giraffe!
es: ¡El Braquiosaurio tenía las patas delanteras más largas que las traseras, un poco como una jirafa!
fr: Le Brachiosaure avait des pattes avant plus longues que ses pattes arrière, un peu comme une girafe !
nl: Brachiosaurus had voorpoten die langer waren dan zijn achterpoten, een beetje zoals een giraffe!
ru: У брахиозавра передние ноги были длиннее задних, немного как у жирафа!

source: Brown dino icon
de: Braunes Dino-Symbol
es: Icono de dinosaurio marrón
fr: Icône de dinosaure marron
nl: Bruin dino-icoon
ru: Коричневый значок динозавра

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren
ru: Отмена

source: Cancel Timer
de: Timer abbrechen
es: Cancelar temporizador
fr: Annuler la minuterie
nl: Timer annuleren
ru: Отменить таймер

source: Carnivore
de: Fleischfresser
es: Carnívoro
nl: Vleeseter
ru: Хищник

source: Carnotaurus means 'meat-eating bull' and had two short horns above its eyes and tiny, stubby arms!
de: Carnotaurus bedeutet „fleischfressender Stier“ und hatte zwei kurze Hörner über den Augen sowie winzige, stummelige Arme!
es: ¡Carnotauro significa 'toro carnívoro' y tenía dos cuernos cortos sobre los ojos y brazos diminutos y rechonchos!
fr: Carnotaurus signifie « taureau carnivore » et avait deux courtes cornes au-dessus des yeux ainsi que de minuscules bras rabougris !
nl: Carnotaurus betekent 'vleesetende stier' en had twee korte hoorns boven zijn ogen en piepkleine, stompe armpjes!
ru: Карнотавр означает «плотоядный бык», у него было два коротких рога над глазами и крошечные, короткие лапки!

source: Check
de: Prüfen
es: Comprobar
fr: Vérifier
nl: Controleren
ru: Проверить

source: Child's Age
de: Alter des Kindes
es: Edad del niño o niña
fr: Âge de l'enfant
nl: Leeftijd van het kind
ru: Возраст ребёнка

source: Clear Filters
de: Filter zurücksetzen
es: Borrar filtros
fr: Effacer les filtres
nl: Filters wissen
ru: Сбросить фильтры

source: Coelophysis was one of the very first dinosaurs, living over 200 million years ago and hunting in packs!
de: Coelophysis war einer der allerersten Dinosaurier, lebte vor über 200 Millionen Jahren und jagte in Rudeln!
es: ¡Celofisis fue uno de los primerísimos dinosaurios, vivió hace más de 200 millones de años y cazaba en manadas!
fr: Coelophysis était l'un des tout premiers dinosaures, vivant il y a plus de 200 millions d'années et chassant en meute !
nl: Coelophysis was een van de allereerste dinosaurussen, leefde meer dan 200 miljoen jaar geleden en jaagde in roedels!
ru: Целофизис был одним из самых первых динозавров, жил более 200 миллионов лет назад и охотился стаями!

source: Collection
de: Sammlung
es: Colección
nl: Verzameling
ru: Коллекция

source: Collection Order
de: Sammlungsreihenfolge
es: Orden de colección
fr: Ordre de collection
nl: Verzamelvolgorde
ru: Порядок коллекции

source: Common
de: Gewöhnlich
es: Común
fr: Commun
nl: Gewoon
ru: Обычный

source: Compsognathus was about the size of a chicken, making it one of the smallest known dinosaurs!
de: Der Compsognathus war etwa so groß wie ein Huhn und damit einer der kleinsten bekannten Dinosaurier!
es: ¡El Compsognato era del tamaño de una gallina, lo que lo convierte en uno de los dinosaurios más pequeños conocidos!
fr: Le Compsognathus avait à peu près la taille d'une poule, ce qui en fait l'un des plus petits dinosaures connus !
nl: Compsognathus was ongeveer zo groot als een kip, waardoor het een van de kleinste bekende dinosaurussen is!
ru: Компсогнат был размером примерно с курицу, что делает его одним из самых маленьких известных динозавров!

source: Continue
de: Weiter
es: Continuar
fr: Continuer
nl: Doorgaan
ru: Продолжить

source: Default icon
de: Standardsymbol
es: Icono predeterminado
fr: Icône par défaut
nl: Standaardicoon
ru: Значок по умолчанию

source: Diet
de: Ernährung
es: Dieta
fr: Régime
nl: Dieet
ru: Питание

source: Dilophosaurus had two thin crests on its head and was one of the first big meat-eating dinosaurs of the early Jurassic!
de: Dilophosaurus hatte zwei dünne Kämme auf dem Kopf und war einer der ersten großen fleischfressenden Dinosaurier des frühen Jura!
es: ¡Dilofosaurio tenía dos delgadas crestas en la cabeza y fue uno de los primeros grandes dinosaurios carnívoros del Jurásico temprano!
fr: Dilophosaurus avait deux fines crêtes sur la tête et fut l'un des premiers grands dinosaures carnivores du Jurassique inférieur !
nl: Dilophosaurus had twee dunne kammen op zijn kop en was een van de eerste grote vleesetende dinosaurussen van de vroege Jura!
ru: У дилофозавра было два тонких гребня на голове, и он был одним из первых крупных хищных динозавров раннего юрского периода!

source: Dino Alarm
de: Dino-Wecker
es: Alarma Dino
fr: Alarme Dino
nl: Dino-wekker
ru: Дино-будильник

source: Dino Collection
de: Dino-Sammlung
es: Colección de dinosaurios
fr: Collection de dinosaures
nl: Dino-collectie
ru: Коллекция динозавров

source: Dino Hatch always uses its light look, even if your device is set to dark mode. It's a daytime app for kids — bright colors are easier for young eyes to read, and a dark, glowing screen isn't something we want to encourage at bedtime.
de: Dino Hatch verwendet immer sein helles Design, auch wenn dein Gerät auf Dark Mode eingestellt ist. Es ist eine Tages-App für Kinder — helle Farben sind für junge Augen leichter zu lesen, und ein dunkler, leuchtender Bildschirm ist nichts, wozu wir vor dem Schlafengehen ermutigen möchten.
es: Dino Hatch siempre usa su aspecto claro, aunque tu dispositivo esté en modo oscuro. Es una app pensada para el día — los colores brillantes son más fáciles de leer para ojos jóvenes, y una pantalla oscura y brillante no es algo que queramos fomentar antes de dormir.
fr: Dino Hatch utilise toujours son apparence claire, même si votre appareil est en mode sombre. C'est une application de jour pour les enfants — les couleurs vives sont plus faciles à lire pour de jeunes yeux, et un écran sombre et lumineux n'est pas quelque chose que nous voulons encourager au coucher.
nl: Dino Hatch gebruikt altijd de lichte weergave, zelfs als je apparaat op donkere modus staat. Het is een dagapp voor kinderen — heldere kleuren zijn makkelijker leesbaar voor jonge ogen, en een donker, oplichtend scherm is niets wat we willen aanmoedigen voor het slapengaan.
ru: Dino Hatch всегда использует светлое оформление, даже если на вашем устройстве включена тёмная тема. Это дневное приложение для детей — яркие цвета легче читать юным глазам, а тёмный светящийся экран — это не то, что мы хотим поощрять перед сном.

source: Dino Hatch is free and always will be — this is completely optional.
de: Dino Hatch ist kostenlos und wird es immer bleiben — das hier ist völlig freiwillig.
es: Dino Hatch es gratis y siempre lo será — esto es completamente opcional.
fr: Dino Hatch est gratuit et le restera toujours — ceci est entièrement facultatif.
nl: Dino Hatch is gratis en zal dat altijd blijven — dit is volledig optioneel.
ru: Dino Hatch бесплатно и всегда будет бесплатным — это совершенно необязательно.

source: Dino Hatch is free and always will be. If your family enjoys it, you can leave a little support here — it only ever unlocks a small thank-you badge, never anything in the game itself.
de: Dino Hatch ist kostenlos und wird es immer bleiben. Wenn eure Familie Spaß daran hat, könnt ihr hier eine kleine Unterstützung dalassen — das schaltet nur ein kleines Dankeschön-Abzeichen frei, niemals etwas im Spiel selbst.
es: Dino Hatch es gratis y siempre lo será. Si a tu familia le gusta, puedes dejar un pequeño apoyo aquí — esto solo desbloquea una pequeña insignia de agradecimiento, nunca nada dentro del juego.
fr: Dino Hatch est gratuit et le restera toujours. Si votre famille l'apprécie, vous pouvez laisser un petit soutien ici — cela ne débloque qu'un petit badge de remerciement, jamais quoi que ce soit dans le jeu lui-même.
nl: Dino Hatch is gratis en zal dat altijd blijven. Als jullie gezin er plezier aan beleeft, kun je hier een kleine bijdrage achterlaten — dit ontgrendelt alleen een klein bedankje-insigne, nooit iets in het spel zelf.
ru: Dino Hatch бесплатно и всегда будет бесплатным. Если вашей семье нравится приложение, вы можете оставить здесь небольшую поддержку — это лишь открывает небольшой значок благодарности, а не что-то в самой игре.

source: Dinosaur rarity
de: Dinosaurier-Seltenheit
es: Rareza de los dinosaurios
fr: Rareté des dinosaures
nl: Zeldzaamheid van dinosaurussen
ru: Редкость динозавров

source: Diplodocus had one of the longest tails of any dinosaur, which it may have cracked like a whip!
de: Der Diplodocus hatte einen der längsten Schwänze aller Dinosaurier, den er vielleicht wie eine Peitsche knallen ließ!
es: ¡El Diplodocus tenía una de las colas más largas de todos los dinosaurios, que quizás chasqueaba como un látigo!
fr: Le Diplodocus avait l'une des plus longues queues de tous les dinosaures, qu'il faisait peut-être claquer comme un fouet !
nl: Diplodocus had een van de langste staarten van alle dinosaurussen, die hij mogelijk liet klappen als een zweep!
ru: У диплодока был один из самых длинных хвостов среди всех динозавров, которым он, возможно, щёлкал, как кнутом!

source: Done
de: Fertig
es: Listo
fr: Terminé
nl: Klaar
ru: Готово

source: Double tap to toggle x-ray view
de: Doppeltippen, um die Röntgenansicht umzuschalten
es: Toca dos veces para alternar la vista de rayos X
fr: Appuyez deux fois pour basculer la vue aux rayons X
nl: Dubbeltik om de röntgenweergave te wisselen
ru: Дважды нажмите, чтобы переключить рентген-вид

source: Dreadnoughtus means 'fears nothing' — it was so enormous that fully grown, no predator could ever have taken it down!
de: Dreadnoughtus bedeutet „fürchtet nichts“ — er war so riesig, dass ihn ausgewachsen kein Raubtier je hätte erlegen können!
es: ¡Dreadnoughtus significa 'no teme nada' — era tan enorme que, ya adulto, ningún depredador podría haberlo derribado!
fr: Dreadnoughtus signifie « qui ne craint rien » — il était si énorme qu'une fois adulte, aucun prédateur n'aurait pu le vaincre !
nl: Dreadnoughtus betekent 'vreest niets' — hij was zo enorm dat volgroeid geen enkel roofdier hem ooit had kunnen vellen!
ru: Дреднотус означает «не боящийся ничего» — он был настолько огромен, что взрослую особь не смог бы одолеть ни один хищник!

source: Duration
de: Dauer
es: Duración
fr: Durée
nl: Duur
ru: Длительность

source: Early Cretaceous
de: Unterkreide
es: Cretácico inferior
fr: Crétacé inférieur
nl: Vroege Krijt
ru: Ранний мел

source: Early Jurassic
de: Unterjura
es: Jurásico inferior
fr: Jurassique inférieur
nl: Vroege Jura
ru: Ранняя юра

source: Era
de: Epoche
fr: Époque
nl: Tijdperk
ru: Эпоха

source: Erases the dinosaur collection, timer, and alarm settings, and asks for the child's age again.
de: Löscht die Dinosammlung, den Timer und die Weckereinstellungen und fragt erneut nach dem Alter des Kindes.
es: Borra la colección de dinosaurios, el temporizador y los ajustes de la alarma, y vuelve a preguntar la edad del niño o niña.
fr: Efface la collection de dinosaures, le minuteur et les réglages de l'alarme, puis redemande l'âge de l'enfant.
nl: Wist de dinocollectie, timer en wekkerinstellingen, en vraagt opnieuw naar de leeftijd van het kind.
ru: Удаляет коллекцию динозавров, настройки таймера и будильника и снова запрашивает возраст ребёнка.

source: Every dinosaur has a rarity — Common, Uncommon, Rare, or Secret Rare — shown as a colored border and star count on its card, like a trading card. This is just for fun and doesn't change the odds: every not-yet-hatched dinosaur has an equal chance of being the next one, regardless of rarity. Secret Rare is reserved for the collection's four hidden dinosaurs, which only become hatchable after every other dinosaur has been found.
de: Jeder Dinosaurier hat eine Seltenheit — Gewöhnlich, Ungewöhnlich, Selten oder Geheim Selten — zu erkennen an einem farbigen Rahmen und der Sternanzahl auf seiner Karte, wie bei einer Sammelkarte. Das ist nur zum Spaß und ändert nichts an den Chancen: Jeder noch nicht geschlüpfte Dinosaurier hat unabhängig von seiner Seltenheit die gleiche Chance, als Nächstes zu schlüpfen. Geheim Selten ist den vier versteckten Dinosauriern der Sammlung vorbehalten, die erst schlüpfbar werden, nachdem jeder andere Dinosaurier gefunden wurde.
es: Cada dinosaurio tiene una rareza — Común, Poco común, Raro o Secreto raro — que se muestra como un borde de color y una cantidad de estrellas en su tarjeta, como en una carta coleccionable. Esto es solo por diversión y no cambia las probabilidades: cada dinosaurio aún no eclosionado tiene la misma probabilidad de ser el siguiente, sin importar su rareza. Secreto raro está reservado para los cuatro dinosaurios ocultos de la colección, que solo se pueden eclosionar después de haber encontrado todos los demás dinosaurios.
fr: Chaque dinosaure a une rareté — Commun, Peu commun, Rare ou Secret rare — indiquée par une bordure colorée et un nombre d'étoiles sur sa carte, comme une carte à collectionner. C'est purement pour le plaisir et cela ne change rien aux chances : chaque dinosaure pas encore éclos a une chance égale d'être le prochain, quelle que soit sa rareté. Secret rare est réservé aux quatre dinosaures cachés de la collection, qui ne deviennent éclosables qu'une fois tous les autres dinosaures trouvés.
nl: Elke dinosaurus heeft een zeldzaamheid — Gewoon, Ongewoon, Zeldzaam of Geheim zeldzaam — te zien aan een gekleurde rand en het aantal sterren op zijn kaart, net als bij een verzamelkaart. Dit is puur voor de leuk en verandert niets aan de kansen: elke nog niet uitgebroede dinosaurus heeft evenveel kans om de volgende te zijn, ongeacht de zeldzaamheid. Geheim zeldzaam is gereserveerd voor de vier verborgen dinosaurussen van de collectie, die pas uitbroedbaar worden nadat alle andere dinosaurussen zijn gevonden.
ru: У каждого динозавра есть редкость — обычный, необычный, редкий или секретный редкий — она отображается в виде цветной рамки и количества звёзд на карточке, как в коллекционных карточках. Это сделано просто ради удовольствия и никак не влияет на шансы: у каждого ещё не вылупившегося динозавра одинаковая вероятность стать следующим, независимо от редкости. Категория «секретный редкий» зарезервирована для четырёх скрытых динозавров коллекции, которые становятся доступны для вылупления только после того, как найдены все остальные динозавры.

source: Everything is stored on this device, and syncs privately through your iCloud account to your family's other devices — so the same collection, timer, and alarm show up whether your child uses an iPhone or an iPad. There's no separate account, no analytics, and no ads. This uses your own iCloud storage, not ours — nothing is ever sent to us.
de: Alles wird auf diesem Gerät gespeichert und synchronisiert sich über euer iCloud-Konto privat mit den anderen Geräten eurer Familie — so zeigen iPhone und iPad dieselbe Sammlung, denselben Timer und denselben Wecker. Es gibt kein separates Konto, keine Analyse und keine Werbung. Dabei wird euer eigener iCloud-Speicher genutzt, nicht unserer — es wird nie etwas an uns gesendet.
es: Todo se guarda en este dispositivo y se sincroniza de forma privada a través de tu cuenta de iCloud con los demás dispositivos de tu familia — así, la misma colección, el mismo temporizador y la misma alarma aparecen tanto en el iPhone como en el iPad. No hay una cuenta aparte, ni analítica, ni anuncios. Esto usa tu propio almacenamiento de iCloud, no el nuestro — nunca se nos envía nada.
fr: Tout est stocké sur cet appareil et se synchronise de façon privée, via votre compte iCloud, avec les autres appareils de votre famille — la même collection, le même minuteur et la même alarme apparaissent donc aussi bien sur iPhone que sur iPad. Il n'y a pas de compte séparé, pas de suivi statistique, pas de publicité. Cela utilise votre propre espace iCloud, pas le nôtre — rien ne nous est jamais envoyé.
nl: Alles wordt op dit apparaat opgeslagen en wordt privé via jouw iCloud-account gesynchroniseerd met de andere apparaten van je gezin — zo zie je dezelfde verzameling, timer en wekker op zowel iPhone als iPad. Er is geen apart account, geen analyse en geen reclame. Hiervoor wordt jouw eigen iCloud-opslag gebruikt, niet die van ons — er wordt nooit iets naar ons verzonden.
ru: Все данные хранятся на этом устройстве и синхронизируются в частном порядке через вашу учётную запись iCloud с другими устройствами вашей семьи — поэтому одна и та же коллекция, таймер и будильник отображаются как на iPhone, так и на iPad. Отдельной учётной записи, аналитики и рекламы нет. Для этого используется ваше собственное хранилище iCloud, а не наше — нам никогда ничего не отправляется.

source: Found a bug?
de: Einen Fehler gefunden?
es: ¿Encontraste un error?
fr: Vous avez trouvé un bug ?
nl: Een bug gevonden?
ru: Нашли ошибку?

source: Found in
de: Gefunden in
es: Encontrado en
fr: Trouvé en
nl: Gevonden in
ru: Найдено в

source: Fun Fact
de: Lustiger Fakt
es: Dato curioso
fr: Fait amusant
nl: Leuk weetje
ru: Забавный факт

source: Gallimimus looked like a giant ostrich and could run incredibly fast on its long, skinny legs!
de: Gallimimus sah aus wie ein riesiger Strauß und konnte auf seinen langen, dünnen Beinen unglaublich schnell rennen!
es: ¡Galimimo parecía un avestruz gigante y podía correr increíblemente rápido con sus patas largas y delgadas!
fr: Gallimimus ressemblait à une autruche géante et pouvait courir incroyablement vite sur ses longues pattes fines !
nl: Gallimimus zag eruit als een gigantische struisvogel en kon ongelooflijk snel rennen op zijn lange, dunne poten!
ru: Галлимим был похож на гигантского страуса и мог невероятно быстро бегать на своих длинных, тонких ногах!

source: Get ready to wake up on time tomorrow!
de: Mach dich bereit, morgen pünktlich aufzuwachen!
es: ¡Prepárate para despertarte a tiempo mañana!
fr: Prépare-toi à te réveiller à l'heure demain !
nl: Maak je klaar om morgen op tijd wakker te worden!
ru: Готовься проснуться вовремя завтра!

source: Giganotosaurus was even longer than T-Rex, making it one of the biggest meat-eating dinosaurs ever found!
de: Giganotosaurus war sogar noch länger als T-Rex und damit einer der größten fleischfressenden Dinosaurier, die je gefunden wurden!
es: ¡Giganotosaurio era incluso más largo que el T-Rex, lo que lo convierte en uno de los mayores dinosaurios carnívoros jamás encontrados!
fr: Giganotosaurus était même plus long que le T-Rex, ce qui en fait l'un des plus grands dinosaures carnivores jamais découverts !
nl: Giganotosaurus was zelfs langer dan T-Rex, waardoor het een van de grootste vleesetende dinosaurussen ooit gevonden is!
ru: Гиганотозавр был даже длиннее тираннозавра, что делает его одним из крупнейших хищных динозавров, когда-либо найденных!

source: Gold Supporter
de: Goldener Unterstützer
es: Colaborador dorado
fr: Contributeur or
nl: Gouden steuner
ru: Золотой спонсор

source: Green Supporter
de: Grüner Unterstützer
es: Colaborador verde
fr: Contributeur vert
nl: Groene steuner
ru: Зелёный спонсор

source: Green dino icon
de: Grünes Dino-Symbol
es: Icono de dinosaurio verde
fr: Icône de dinosaure vert
nl: Groen dino-icoon
ru: Зелёный значок динозавра
